Repository: holgerkrupp/MealPlan
Catalog: MealPlanShared/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nl, pt_pt

source: Point the camera at a recipe book, or pick screenshots. Text recognition runs on this device. Printed recipes work best; handwriting may need more corrections.
da: Ret kameraet mod en kogebog, eller vælg skærmbilleder. Tekstgenkendelsen kører på denne enhed. Trykte opskrifter virker bedst; håndskrift kan kræve flere rettelser.
es: Apunta la cámara a un libro de cocina o elige capturas de pantalla. El reconocimiento de texto se ejecuta en este dispositivo. Las recetas impresas funcionan mejor; la escritura a mano puede necesitar más correcciones.
fr: Pointez l’appareil photo vers un livre de cuisine, ou choisissez des captures d’écran. La reconnaissance de texte s’effectue sur cet appareil. Les recettes imprimées fonctionnent le mieux ; l’écriture manuscrite peut demander plus de corrections.
it: Inquadra un libro di cucina con la fotocamera oppure scegli delle schermate. Il riconoscimento del testo avviene su questo dispositivo. Le ricette stampate funzionano meglio; la scrittura a mano può richiedere più correzioni.
nl: Richt de camera op een kookboek of kies schermafbeeldingen. Tekstherkenning gebeurt op dit apparaat. Gedrukte recepten werken het best; handschrift vraagt vaak meer correcties.
pt_pt: Aponta a câmara a um livro de cozinha ou escolhe capturas de ecrã. O reconhecimento de texto é feito neste dispositivo. As receitas impressas funcionam melhor; a letra manuscrita pode precisar de mais correções.

source: Pork
da: Svinekød
de: Schweinefleisch
es: Cerdo
fr: Porc
it: Maiale
nl: Varkensvlees
pt_pt: Carne de porco

source: Possible duplicate
da: Mulig dublet
es: Posible duplicado
fr: Doublon possible
it: Possibile duplicato
nl: Mogelijk duplicaat
pt_pt: Possível duplicado

source: Poultry
da: Fjerkræ
de: Geflügel
es: Aves
fr: Volaille
it: Pollame
nl: Gevogelte
pt_pt: Aves

source: Prep
da: Forb.
de: Vorb.
fr: Prép.
nl: Voorb.

source: Prep reminder
da: Påmindelse om forberedelse
es: Recordatorio de preparación
fr: Rappel de préparation
it: Promemoria di preparazione
nl: Voorbereidingsherinnering
pt_pt: Lembrete de preparação

source: Prep time
da: Forberedelsestid
de: Vorbereitungszeit
es: Tiempo de preparación
fr: Temps de préparation
it: Tempo di preparazione
nl: Voorbereidingstijd
pt_pt: Tempo de preparação

source: Preparing a secure iCloud invitation…
da: Forbereder en sikker iCloud-invitation…
es: Preparando una invitación segura de iCloud…
fr: Préparation d’une invitation iCloud sécurisée…
it: Preparazione di un invito iCloud sicuro…
nl: Beveiligde iCloud-uitnodiging voorbereiden…
pt_pt: A preparar um convite seguro do iCloud…

source: Preview
da: Forhåndsvisning
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pt_pt: Pré-visualização

source: Previous
da: Forrige
es: Anterior
fr: Précédent
it: Precedente
nl: Vorige
pt_pt: Anterior

source: Previous week
da: Forrige uge
es: Semana anterior
fr: Semaine précédente
it: Settimana precedente
nl: Vorige week
pt_pt: Semana anterior

source: Privacy
da: Anonymitet
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pt_pt: Privacidade

source: Production
da: Produktion
es: Producción
it: Produzione
nl: Productie
pt_pt: Produção

source: Purchases could not be restored: %@
da: Køb kunne ikke gendannes: %@
es: No se pudieron restaurar las compras: %@
fr: Impossible de restaurer les achats : %@
it: Impossibile ripristinare gli acquisti: %@
nl: Aankopen konden niet worden hersteld: %@
pt_pt: Não foi possível restaurar as compras: %@

source: QR code for the household invitation
da: QR-kode til husstandsinvitationen
es: Código QR de la invitación al hogar
fr: Code QR de l’invitation au foyer
it: Codice QR dell’invito alla famiglia
nl: QR-code voor de huishouduitnodiging
pt_pt: Código QR do convite para a casa

source: Quick
da: Hurtig
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
nl: Snel
pt_pt: Rápido

source: Rating
da: Bedømmelse
es: Valoración
fr: Note
it: Valutazione
nl: Beoordeling
pt_pt: Avaliação

source: Reaction
da: Reaktion
es: Reacción
fr: Réaction
it: Reazione
nl: Reactie
pt_pt: Reação

source: Reading recipe…
da: Læser opskrift…
de: Rezept wird gelesen …
es: Leyendo la receta…
fr: Lecture de la recette…
it: Lettura della ricetta…
nl: Recept lezen…
pt_pt: A ler a receita…

source: Reading recipes…
da: Læser opskrifter…
de: Rezepte werden gelesen …
es: Leyendo recetas…
fr: Lecture des recettes…
it: Lettura delle ricette…
nl: Recepten lezen…
pt_pt: A ler receitas…

source: Rebuild from plan
da: Byg op igen ud fra planen
de: Aus Plan neu erstellen
es: Recrear desde el plan
fr: Reconstruire depuis le menu
it: Ricrea dal piano
nl: Opnieuw opbouwen uit plan
pt_pt: Reconstruir a partir do plano

source: Recently added
da: Senest tilføjet
de: Zuletzt hinzugefügt
es: Añadidos recientemente
fr: Ajoutés récemment
it: Aggiunti di recente
nl: Onlangs toegevoegd
pt_pt: Adicionados recentemente

source: recipe
da: opskrift
es: receta
fr: recette
it: ricetta
nl: recept
pt_pt: receita

source: Recipe
da: Opskrift
de: Rezept
es: Receta
fr: Recette
it: Ricetta
nl: Recept
pt_pt: Receita

source: Recipe archive
da: Opskriftsarkiv
es: Archivo de recetas
fr: Archive de recettes
it: Archivio di ricette
nl: Receptarchief
pt_pt: Arquivo de receitas

source: Recipe article
da: Opskriftsindlæg
de: Rezeptbeitrag
es: Artículo de receta
fr: Article de recette
it: Articolo di ricetta
nl: Receptartikel
pt_pt: Artigo de receita

source: Recipe details
da: Opskriftsdetaljer
es: Detalles de la receta
fr: Détails de la recette
it: Dettagli della ricetta
nl: Receptdetails
pt_pt: Detalhes da receita

source: Recipe import
da: Opskriftsimport
es: Importación de recetas
fr: Importation de recettes
it: Importazione ricette
nl: Recepten importeren
pt_pt: Importação de receitas

source: Recipe link
da: Opskriftslink
es: Enlace de la receta
fr: Lien de la recette
it: Link della ricetta
nl: Receptlink
pt_pt: Link da receita

source: Recipe name
da: Opskriftens navn
es: Nombre de la receta
fr: Nom de la recette
it: Nome della ricetta
nl: Receptnaam
pt_pt: Nome da receita

source: Recipe search
da: Opskriftssøgning
es: Búsqueda de recetas
fr: Recherche de recettes
it: Ricerca ricette
nl: Receptzoeker
pt_pt: Pesquisa de receitas

source: Recipe sites
da: Opskriftssider
de: Rezeptseiten
es: Sitios de recetas
fr: Sites de recettes
it: Siti di ricette
nl: Receptensites
pt_pt: Sites de receitas

source: Recipe unavailable
da: Opskrift utilgængelig
es: Receta no disponible
fr: Recette indisponible
it: Ricetta non disponibile
nl: Recept niet beschikbaar
pt_pt: Receita indisponível

source: Recipe yield
da: Opskriftens mængde
de: Rezeptmenge
es: Cantidad de la receta
fr: Quantité de la recette
it: Resa della ricetta
nl: Opbrengst van het recept
pt_pt: Rendimento da receita

source: Recipes
da: Opskrifter
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
nl: Recepten
pt_pt: Receitas

source: Recipes are scaled to this many portions automatically, whatever yield they were written for. You can still change the portions of a single meal when you plan it. This is shared with everyone in the family.
da: Opskrifter skaleres automatisk til dette antal portioner, uanset hvor mange de er skrevet til. Du kan stadig ændre portionerne for et enkelt måltid, når du planlægger det. Denne indstilling deles med hele familien.
de: Rezepte werden automatisch auf diese Portionszahl umgerechnet, egal für wie viele sie geschrieben wurden. Für ein einzelnes Essen kannst du die Portionen beim Planen weiterhin ändern. Diese Einstellung teilt die ganze Familie.
es: Las recetas se ajustan automáticamente a este número de raciones, para cuántas se hayan escrito. Aun así, puedes cambiar las raciones de una comida concreta al planificarla. Este ajuste se comparte con toda la familia.
fr: Les recettes sont automatiquement ajustées à ce nombre de portions, quelle que soit la quantité pour laquelle elles ont été écrites. Vous pouvez toujours modifier les portions d’un repas au moment de le planifier. Ce réglage est partagé avec toute la famille.
it: Le ricette vengono automaticamente adattate a questo numero di porzioni, per quante ne siano state scritte. Puoi comunque cambiare le porzioni di un singolo pasto quando lo pianifichi. Questa impostazione è condivisa con tutta la famiglia.
nl: Recepten worden automatisch omgerekend naar dit aantal porties, voor hoeveel personen ze ook geschreven zijn. Je kunt de porties van één maaltijd nog steeds wijzigen bij het plannen. Deze instelling deel je met het hele gezin.
pt_pt: As receitas são automaticamente ajustadas a este número de doses, independentemente das doses para que foram escritas. Ainda podes alterar as doses de uma refeição individual ao planeá-la. Esta definição é partilhada com toda a família.

source: Recipes rarely start in MealPlan. Bring them in from the web, from other recipe apps, and from your iPhone.
da: Opskrifter opstår sjældent i MealPlan. Hent dem fra nettet, fra andre opskriftsapps og fra din iPhone.
de: Rezepte entstehen selten in MealPlan. Hol sie aus dem Web, aus anderen Rezept-Apps und von deinem iPhone.
es: Las recetas rara vez nacen en MealPlan. Tráelas de la web, de otras apps de recetas y de tu iPhone.
fr: Les recettes naissent rarement dans MealPlan. Importez-les depuis le web, d’autres apps de recettes et votre iPhone.
it: Le ricette nascono raramente in MealPlan. Portale dal web, da altre app di ricette e dal tuo iPhone.
nl: Recepten ontstaan zelden in MealPlan. Haal ze van het web, uit andere receptenapps en van je iPhone.
pt_pt: As receitas raramente nascem no MealPlan. Traz-as da web, de outras apps de receitas e do teu iPhone.

source: Recipes you already have are left out. Another take on a dish you already have comes in as a variant, so several burgers can live side by side.
da: Opskrifter, du allerede har, springes over. En anden udgave af en ret, du allerede har, kommer ind som variant, så flere burgere kan leve side om side.
de: Rezepte, die du schon hast, bleiben außen vor. Eine andere Zubereitung eines Gerichts, das du schon hast, kommt als Variante dazu – so können mehrere Burger nebeneinander bestehen.
es: Las recetas que ya tienes se dejan fuera. Otra versión de un plato que ya tienes entra como variante, así que varias hamburguesas pueden convivir.
fr: Les recettes que vous avez déjà sont laissées de côté. Une autre version d’un plat que vous possédez déjà arrive comme variante : plusieurs burgers peuvent ainsi coexister.
it: Le ricette che hai già vengono escluse. Un’altra versione di un piatto che possiedi già entra come variante, così più hamburger possono convivere.
nl: Recepten die je al hebt worden overgeslagen. Een andere versie van een gerecht dat je al hebt komt binnen als variant, zodat meerdere burgers naast elkaar kunnen bestaan.
pt_pt: As receitas que já tens ficam de fora. Outra versão de um prato que já tens entra como variante, para que vários hambúrgueres possam coexistir.

source: Recognizing recipe…
da: Genkender opskrift…
es: Reconociendo la receta…
fr: Reconnaissance de la recette…
it: Riconoscimento della ricetta…
nl: Recept herkennen…
pt_pt: A reconhecer a receita…

source: Refresh will retry later.
da: Opdateringen forsøges igen senere.
de: Die Aktualisierung wird später erneut versucht.
es: La actualización se reintentará más tarde.
fr: L’actualisation sera retentée plus tard.
it: L’aggiornamento verrà ritentato più tardi.
nl: Het vernieuwen wordt later opnieuw geprobeerd.
pt_pt: A atualização será tentada novamente mais tarde.

source: Regular meal
da: Fast måltid
es: Comida fija
fr: Repas régulier
it: Pasto ricorrente
nl: Vaste maaltijd
pt_pt: Refeição regular

source: Regular meals
da: Faste måltider
es: Comidas fijas
fr: Repas réguliers
it: Pasti ricorrenti
nl: Vaste maaltijden
pt_pt: Refeições regulares

source: Regular meals are planned %lld weeks ahead, and only into meals that are still empty. Change or remove a single week right in the plan — the routine keeps going.
da: Faste måltider planlægges %lld uger frem og kun ind i måltider, der stadig er tomme. Ret eller fjern en enkelt uge direkte i planen — rutinen fortsætter.
es: Las comidas fijas se planifican con %lld semanas de antelación y solo en las comidas que siguen vacías. Cambia o elimina una semana concreta directamente en el plan: la rutina sigue adelante.
fr: Les repas réguliers sont planifiés %lld semaines à l’avance, et uniquement dans les repas encore vides. Modifiez ou supprimez une semaine directement dans le menu — la routine se poursuit.
it: I pasti ricorrenti vengono pianificati con %lld settimane di anticipo e solo nei pasti ancora vuoti. Cambia o elimina una singola settimana direttamente nel piano: la routine prosegue.
nl: Vaste maaltijden worden %lld weken vooruit gepland, en alleen in maaltijden die nog leeg zijn. Wijzig of verwijder één week direct in het plan — de routine loopt door.
pt_pt: As refeições regulares são planeadas com %lld semanas de antecedência e apenas nas refeições que ainda estão vazias. Altera ou remove uma semana diretamente no plano — a rotina continua.

source: Remind me about tonight’s dinner
da: Mind mig om aftensmaden i aften
es: Recuérdame la cena de hoy
fr: Me rappeler le dîner de ce soir
it: Ricordami la cena di stasera
nl: Herinner me aan het avondeten van vanavond
pt_pt: Lembra-me do jantar desta noite

source: Remind me the evening before
da: Mind mig om det aftenen før
es: Recuérdamelo la noche anterior
fr: Me rappeler la veille au soir
it: Ricordamelo la sera prima
nl: Herinner me de avond ervoor
pt_pt: Lembra-me na noite anterior

source: Reminders
da: Påmindelser
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
nl: Herinneringen
pt_pt: Lembretes

source: Remove
da: Fjern
es: Quitar
fr: Retirer
it: Rimuovi
nl: Verwijder
pt_pt: Remover

source: Remove %@
da: Fjern %@
es: Quitar %@
fr: Retirer %@
it: Rimuovi %@
nl: %@ verwijderen
pt_pt: Remover %@

source: Remove from group
da: Fjern fra gruppen
de: Aus der Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
it: Rimuovi dal gruppo
nl: Uit groep verwijderen
pt_pt: Remover do grupo

source: Remove from plan
da: Fjern fra planen
de: Aus Plan entfernen
es: Quitar del plan
fr: Retirer du menu
it: Rimuovi dal piano
nl: Uit het plan verwijderen
pt_pt: Remover do plano

source: Remove tag %@
da: Fjern tagget %@
de: Schlagwort %@ entfernen
es: Quitar la etiqueta %@
fr: Retirer le tag %@
it: Rimuovi il tag %@
nl: Label %@ verwijderen
pt_pt: Remover a etiqueta %@

source: Remove these values
da: Fjern disse værdier
es: Eliminar estos valores
fr: Supprimer ces valeurs
it: Rimuovi questi valori
nl: Deze waarden verwijderen
pt_pt: Remover estes valores

source: Removed “%@”
da: “%@” blev fjernet
de: „%@“ entfernt
es: “%@” eliminado
fr: « %@ » retiré
it: “%@” rimosso
nl: “%@” verwijderd
pt_pt: “%@” removido

source: Rename group
da: Omdøb gruppen
de: Gruppe umbenennen
es: Renombrar el grupo
fr: Renommer le groupe
it: Rinomina il gruppo
nl: Groep hernoemen
pt_pt: Mudar o nome do grupo

source: Rename, add, or reorder your meals in Settings.
da: Omdøb, tilføj eller omarranger dine måltider i Indstillinger.
de: Mahlzeiten kannst du in den Einstellungen umbenennen, ergänzen und neu sortieren.
es: Puedes renombrar, añadir o reordenar tus comidas en Ajustes.
fr: Renommez, ajoutez ou réorganisez vos repas dans Réglages.
it: Rinomina, aggiungi o riordina i tuoi pasti in Impostazioni.
nl: Hernoem, voeg toe of herschik je maaltijden in Instellingen.
pt_pt: Muda o nome, adiciona ou reordena as tuas refeições nas Definições.

source: Repeat next week
da: Gentag i næste uge
es: Repetir la semana que viene
fr: Répéter la semaine prochaine
it: Ripeti la settimana prossima
nl: Volgende week herhalen
pt_pt: Repetir na próxima semana

source: Repeats
da: Gentages
es: Se repite
fr: Répétition
it: Ripetizione
nl: Herhaling
pt_pt: Repete

source: Replace everything
da: Erstat alt
es: Reemplazar todo
fr: Tout remplacer
it: Sostituisci tutto
nl: Alles vervangen
pt_pt: Substituir tudo

source: Replace everything on this device?
da: Vil du erstatte alt på denne enhed?
es: ¿Reemplazar todo en este dispositivo?
fr: Tout remplacer sur cet appareil ?
it: Sostituire tutto su questo dispositivo?
nl: Alles op dit apparaat vervangen?
pt_pt: Substituir tudo neste dispositivo?

source: Replace what’s already planned
da: Erstat det, der allerede er planlagt
es: Reemplazar lo que ya está planificado
fr: Remplacer ce qui est déjà prévu
it: Sostituisci ciò che è già pianificato
nl: Vervangen wat al gepland is
pt_pt: Substituir o que já está planeado

source: Replaces everything currently on this device with the contents of the backup. You’ll see what’s in the file before anything is changed.
da: Erstatter alt, hvad der nu ligger på denne enhed, med indholdet af sikkerhedskopien. Du får at se, hvad filen indeholder, før noget ændres.
es: Reemplaza todo lo que hay ahora en este dispositivo por el contenido de la copia de seguridad. Verás lo que contiene el archivo antes de que se cambie nada.
fr: Remplace tout ce qui se trouve actuellement sur cet appareil par le contenu de la sauvegarde. Vous verrez ce que contient le fichier avant toute modification.
it: Sostituisce tutto ciò che è ora su questo dispositivo con il contenuto del backup. Vedrai cosa contiene il file prima che venga cambiato qualcosa.
nl: Vervangt alles wat nu op dit apparaat staat door de inhoud van de back-up. Je ziet wat er in het bestand zit voordat er iets verandert.
pt_pt: Substitui tudo o que está agora neste dispositivo pelo conteúdo da cópia de segurança. Vais ver o que está no ficheiro antes de algo ser alterado.

source: Resize dish list
da: Ændr størrelse på retlisten
es: Cambiar el tamaño de la lista de platos
fr: Redimensionner la liste des plats
it: Ridimensiona l’elenco dei piatti
nl: Formaat van gerechtenlijst wijzigen
pt_pt: Redimensionar a lista de pratos

source: Restaurant, café, bakery…
da: Restaurant, café, bageri…
es: Restaurante, cafetería, panadería…
fr: Restaurant, café, boulangerie…
it: Ristorante, caffè, panetteria…
nl: Restaurant, café, bakkerij…
pt_pt: Restaurante, café, padaria…

source: Restore
da: Gendan
es: Restaurar
fr: Restaurer
it: Ripristina
nl: Terugzetten
pt_pt: Restaurar

source: Restore backup
da: Gendan sikkerhedskopi
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
it: Ripristina backup
nl: Back-up terugzetten
pt_pt: Restaurar cópia de segurança

source: Restore from a backup…
da: Gendan fra en sikkerhedskopi…
es: Restaurar desde una copia de seguridad…
fr: Restaurer depuis une sauvegarde…
it: Ripristina da un backup…
nl: Terugzetten vanaf een back-up…
pt_pt: Restaurar a partir de uma cópia de segurança…

source: Restore Purchases
da: Gendan køb
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen
pt_pt: Restaurar compras

# Restored %lld dishes and %lld planned meals.
source: Restored %1$lld dishes and %2$lld planned meals.
da: %1$lld retter og %2$lld planlagte måltider blev gendannet.
es: Se han restaurado %1$lld platos y %2$lld comidas planificadas.
fr: %1$lld plats et %2$lld repas prévus ont été restaurés.
it: Ripristinati %1$lld piatti e %2$lld pasti pianificati.
nl: %1$lld gerechten en %2$lld geplande maaltijden teruggezet.
pt_pt: Foram restaurados %1$lld pratos e %2$lld refeições planeadas.

source: Restoring…
da: Gendanner…
es: Restaurando…
fr: Restauration…
it: Ripristino…
nl: Bezig met terugzetten…
pt_pt: A restaurar…

source: Resume
da: Fortsæt
es: Reanudar
fr: Reprendre
it: Riprendi
nl: Hervat
pt_pt: Retomar

source: Resume cooking session?
da: Vil du fortsætte madlavningssessionen?
de: Kochsession fortsetzen?
es: ¿Reanudar la sesión de cocina?
fr: Reprendre la session de cuisine ?
it: Riprendere la sessione di cucina?
nl: Kooksessie hervatten?
pt_pt: Retomar a sessão de cozinha?

source: Review
da: Gennemse
es: Revisar
fr: Vérification
it: Revisione
nl: Controleren
pt_pt: Rever

source: Room for every routine
da: Plads til alle rutiner
es: Sitio para cada rutina
fr: De la place pour chaque routine
it: Spazio per ogni routine
nl: Ruimte voor elke routine
pt_pt: Espaço para cada rotina

source: Round scaled and converted amounts
da: Afrund skalerede og omregnede mængder
es: Redondear las cantidades ajustadas y convertidas
fr: Arrondir les quantités ajustées et converties
it: Arrotonda le quantità riscalate e convertite
nl: Omgerekende en geschaalde hoeveelheden afronden
pt_pt: Arredondar as quantidades ajustadas e convertidas

source: Routines
da: Rutiner
es: Rutinas
it: Routine
pt_pt: Rotinas

source: Salad
da: Salat
de: Salat
es: Ensalada
fr: Salade
it: Insalata
nl: Salade
pt_pt: Salada

source: Salt, pepper, oil — what your family always has at home. Staples stay off the shopping list when it's rebuilt, and you can put one on it yourself when you run out.
da: Salt, peber, olie — det, din familie altid har hjemme. Basisvarer holdes ude af indkøbslisten, når den bygges op igen, og du kan selv sætte en på, når du løber tør.
de: Salz, Pfeffer, Öl – was deine Familie immer zu Hause hat. Vorratsartikel bleiben beim Neuaufbau der Einkaufsliste außen vor; geht etwas aus, setzt du es selbst darauf.
es: Sal, pimienta, aceite: lo que tu familia siempre tiene en casa. Los artículos de despensa se quedan fuera de la lista de la compra cuando se vuelve a crear, y puedes ponerlos tú cuando se acaben.
fr: Sel, poivre, huile — ce que votre famille a toujours à la maison. Les produits de base restent hors de la liste de courses lors d’une reconstruction, et vous pouvez en ajouter un vous-même quand vous êtes à court.
it: Sale, pepe, olio: ciò che la tua famiglia ha sempre in casa. Le scorte restano fuori dalla lista della spesa quando viene ricreata, e puoi metterle tu quando finiscono.
nl: Zout, peper, olie — wat je gezin altijd in huis heeft. Voorraadartikelen blijven van de boodschappenlijst als die opnieuw wordt opgebouwd, en je kunt er zelf een op zetten als iets op is.
pt_pt: Sal, pimenta, azeite — o que a tua família tem sempre em casa. Os artigos de despensa ficam de fora da lista de compras quando esta é reconstruída, e podes colocá-los tu quando acabarem.

source: Salt, pepper, oil — your household’s pantry staples stay off the list. Manage them under Household, and add one back by hand when you run out.
da: Salt, peber, olie — din husstands basisvarer holdes ude af listen. Administrer dem under Husstand, og sæt selv en på igen, når du løber tør.
de: Salz, Pfeffer, Öl – die Vorratsartikel deines Haushalts bleiben von der Liste fern. Du verwaltest sie unter „Haushalt“ und setzt sie von Hand darauf, wenn etwas ausgeht.
es: Sal, pimienta, aceite: los artículos de despensa de tu hogar se quedan fuera de la lista. Gestiónalos en Hogar y vuelve a añadir uno a mano cuando se acabe.
fr: Sel, poivre, huile — les produits de base de votre foyer restent hors de la liste. Gérez-les dans Foyer et rajoutez-en un à la main quand vous êtes à court.
it: Sale, pepe, olio: le scorte della tua famiglia restano fuori dalla lista. Gestiscile in Famiglia e rimettine una a mano quando finisce.
nl: Zout, peper, olie — de voorraadartikelen van je huishouden blijven van de lijst. Beheer ze onder Huishouden en zet er zelf weer een op als iets op is.
pt_pt: Sal, pimenta, azeite — os artigos de despensa da tua casa ficam de fora da lista. Geres-os em Casa e voltas a adicionar um à mão quando acabar.

source: Save
da: Gem
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaar
pt_pt: Guardar
